{"scrolly1":["A few years ago I bought a watch at a pawn shop for <span class=\"highlight\">$200</span>.","Later I found out I <span class=\"orange\">overpaid by $50</span>.","But I figured over thousands of transactions, I'd win some and lose some – and eventually even out."],"scrolly2":["Let's do a quick simulation.\r\n\r\n\r\nYou're in a room with  <span class=\"highlight\">99 other people</span>.","Everyone gets paired up with a random person to play a  <span class=\"highlight\">coin flip game</span>.","Everyone starts with  <span class=\"highlight\">$1,000 of wealth</span>\r\n\r\n\r\nAnd everyone  <span class=\"highlight\">bets 20%</span> of their wealth – so $200.","You call  <span class=\"highlight\">heads</span>.","The coin lands on tails. You lose, so you  <span class=\"highlight\">pay $200</span> to the other player.","This simulates the transactions we encounter every day, like my watch purchase. And like real life, you win and some lose some.","Each person in the room finds  <span class=\"highlight\">another player</span>.","This time your  <span class=\"highlight\">opponent has more money</span> than you because he won his first game.\r\n\r\n\r\nAnd he  <span class=\"highlight\">wants to bet $240</span>, since that's 20% of his wealth.","But you lost your first game, so that's  <span class=\"highlight\">too rich for you</span>.\r\n\r\n\r\nYou're only  <span class=\"highlight\">willing to bet $160</span>, which is 20% of your current wealth.","You call  <span class=\"highlight\">heads</span>.","It's tails. <span class=\"highlight\"> You lost again</span>.\r\n\r\n\r\nSo now you're down to  <span class=\"highlight\">$640</span>."],"scrolly3":["After two rounds, the  <span class=\"highlight\">wealth distribution of the 100 people</span> in the room looks like this, from poorest to richest.\r\n\r\n\r\nYou are the <span class='orange'>orange bar</span>.","But if we keep playing, it'll even out, right?\r\n\r\n\r\nLet's play  <span class=\"highlight\">10,000 rounds</span> of this game.","Simulating 10,000 rounds…"],"IntroSection1":"This simulation is called  the <a href=\"https://www.jstor.org/stable/27857715\">Yard-sale model</a>, and it helps us understand why the world has a few people who are exorbitantly rich – and why everyone else has nearly nothing in comparison.\r\n\r\n\r\nWe often assume that rich people are rich because they're better at making financial decisions. Maybe that's getting a good deal on a car, maybe that's selling a stock before it tanks, or maybe that's not overpaying for a watch at a pawn shop.\r\n\r\n\r\nBut what this simulation shows us is that, in a free market, nearly all the money ends up in the hands of a few people – completely randomly.\r\n\r\n\r\nYou might think: How closely could this possibly correlate with reality? A few years ago, researchers <a href=\"https://www.sciencedirect.com/science/article/pii/S037843711730081X\">ran this model</a> with adjustments for how wealth is redistributed by the government. They were able to match the wealth distribution in the US and Europe to an astounding degree. (More on this later.) \r\n\r\n\r\nTo understand why this happens, let's simulate two people playing this game.","IntroSection2":"By now you probably see a mathematical oddity playing out: When a player wins half their coin flips, they don't end up with as much money as they started. Instead, the richer person ends up with more money.\r\n\r\n\r\nThe best way to understand this is from the perspective of the poorer player. \r\n\r\n\r\n<ul>\r\n<li><strong>If the poorer person loses Game 1</strong>, they play Game 2 with less money to wager. So if they win Game 2, they don't win back what they initially lost.</li>\r\n<li><strong>If the poorer person wins Game 1</strong>, they play Game 2 with more money to wager. But if they lose Game 2, they lose more than they initially won.</li>\r\n</ul>\r\n\r\n\r\nThis ultimately means even if the poorer player wins 50% of the time, their wealth slowly decreases.\r\n\r\n\r\nSo where does the money go? To the richer player.\r\n\r\n\r\nFrom the richer person's perspective, every game they lose means they have an opportunity to win a larger pot the next time. Every game they win means their opponent has less money – which makes it even easier for the richer person to hold onto their wealth.","MiddleHed":"How should we expect wealth to be distributed?","MiddleSection1":"As far back as the late-1800s, economists noticed that there was a general trend to how wealth was distributed in an economy. Italian economist <a href=\"https://www.britannica.com/biography/Vilfredo-Pareto#ref37223\">Vilfredo Pareto</a> saw that 80% of the land in Italy was owned by 20% of the population, and he <a href=\"https://web.archive.org/web/20130531151249/http://www.institutcoppet.org/wp-content/uploads/2012/05/Cours-d%C3%A9conomie-politique-Tome-II-Vilfredo-Pareto.pdf\">observed</a> that this trend <a href=\"https://www.jstor.org/stable/2225567\">holds true</a> in several other countries.\r\n\r\n\r\nPareto's general idea turned out to be correct. But for modern-day American wealth, this 80/20 law was off by quite a lot.","MiddleSection2":"A few decades ago, physicists got involved. They normally study the physical world – like how two balls might interact when they hit each other. But they started using their methods to study economics – a field now dubbed econophysics. Instead of looking at how two balls interact, they looked at how two people might interact in a trade, and then modeled how that might play out on a national scale. This helped them model wealth distribution.\r\n\r\n\r\nIn 2002, physicist Anirban Chakraborti published <a href=\"https://www.worldscientific.com/doi/10.1142/S0129183102003905\">a paper</a> that laid out a very simple model –  the simulation we played in the introduction.","MiddleSection3":"To be clear, econophysics gets its <a href=\"http://keenomics.s3.amazonaws.com/debtdeflation_media/papers/GallegattiKeenLuxOrmerod2006WorryingTrendsInEconophysics_PhysicaA370pp1-6.pdf\">fair share</a> of criticism. But the Yard-sale model isn't meant to model the real world with exacting precision.\r\n \r\nI emailed University of California-Berkeley economist Gabriel Zucman, who <a href=\"https://www.warren.senate.gov/imo/media/doc/Wealth%20Tax%20Revenue%20Estimates%20by%20Saez%20and%20Zucman%20-%20Feb%2024%2020211.pdf\">advised</a> Senator Elizabeth Warren when she <a href=\"https://www.warren.senate.gov/newsroom/press-releases/warren-jayapal-boyle-introduce-ultra-millionaire-tax-on-fortunes-over-50-million\">proposed</a> a wealth tax in 2021. Zucman said the Yard-sale model is a more generalized model than what economists tend to work with, but it \"seems relevant as a simple statistical model of wealth distributions.\" \r\n\r\n\r\nTufts University math professor Bruce M. Boghosian echoed that sentiment when he compared the Yard-sale model to an \"X-ray\" in <a href=\"https://www.scientificamerican.com/article/is-inequality-inevitable/\">Scientific American</a>.\r\n\r\n\r\n<blockquote>We believe that this purely analytical approach, which resembles an x-ray in that it is used not so much to represent the messiness of the real world as to strip it away and reveal the underlying skeleton, provides deep insight into the forces acting to increase poverty and inequality today.</blockquote>\r\n\r\n\r\nIn other words, the Yard-sale model can't really inform specific policy decisions since it doesn't capture the incredibly complex variables in the economy. But it can be useful as a way to think about the general \"trickle-up\" characteristics of a free market. And the conclusion of most papers on the Yard-sale model is that oligarchy might be inevitable – unless we do something about it.\r\n\r\n\r\nIn the very last line of his seminal 2002 paper on this model, Chakraborti wrote, \"[Wealth concentration] can be prevented, for example, by government intervention via taxes, but we do not consider any such thing in our model.\"","EndHed":"Doing something about oligarchy","EndSection1":"What if we run the game again, but every turn we take a portion of money from the rich people and give it to the poor? Let's see what happens:","EndSection2":"Oh hey, we stopped oligarchy!\r\n\r\n\r\nThis is similar to what Boghosian and his colleagues did in a <a href=\"https://www.sciencedirect.com/science/article/pii/S037843711730081X\">2017 paper</a>, where they were able to match the wealth distribution in the US and Europe to within 2 percent.\r\n\r\n\r\nThat's because the US and Europe are not pure free market systems. In fact, Americans <a href=\"https://www.vox.com/policy-and-politics/2019/11/4/20938229/zucman-saez-tax-rates-top-400\">pay a lot of taxes</a>, and those taxes tend to be progressive – the rich are taxed more than the poor, and wealth tends to be redistributed downward after taxation. Still, that redistribution is not nearly enough to stop the <a href=\"https://www.forbes.com/sites/kerryadolan/2021/10/05/the-2021-forbes-400-list-of-richest-americans-facts-and-figures/?sh=53d00da934e9\">wealthiest 400 Americans</a>  from owning 40% of the country's wealth.","EndSection3":"For decades, many conservative politicians have argued that <a href=\"https://en.wikipedia.org/wiki/Trickle-down_economics\">wealth trickles downward</a>. They've said the government should implement policies that support wealthier people who create jobs – and eventually grow the economy, which puts money in the hands of the rest of us. This ideology has led to massive tax cuts for the rich, from <a href=\"https://www.history.com/this-day-in-history/reagan-signs-economic-recovery-tax-act-erta\">Ronald Reagan's tax cut in 1981</a> to <a href=\"https://apnews.com/article/d782be5ecd4646c1a76516aa50070662\">Donald Trump's 2017 tax cut</a>. \r\n\r\n\r\nAnd we've been able to see those results immediately.\r\n\r\n\r\nAfter Trump's tax cut, <a href=\"https://www.propublica.org/article/secret-irs-files-reveal-how-much-the-ultrawealthy-gained-by-shaping-trumps-big-beautiful-tax-cut\">ProPublica</a> reviewed tax data for billionaires and found that the tax cut saved many of these people hundreds of millions of dollars. Economists estimate that the top 400 richest people now pay an average tax rate of 23% – a lower rate than the poorest 50% of Americans."}