{"scrolly1":["A few years ago I impulsively bought a watch at a pawn shop for $200.","I got home and did some research. It turns out I overpaid by about $50.\r\n\r\n\r\nIt was clearly my fault.","But I figured over the course of thousands of transactions, everyone wins some and loses some.\r\n\r\n\r\nSo it would eventually even out… right?"],"scrolly2":["Let's do a quick simulation.\r\n\r\n\r\nYou're in a room with 99 other people.","Everyone gets paired up with a random person to play a coin flip game.","Everyone starts with $1,000 of wealth\r\n\r\n\r\nAnd everyone bets 20% of their wealth – so $200.","You call heads.","The coin lands on tails. You lose, so you give $200 to the other player.","This simulates the transactions we encounter every day, like my watch purchase. And like real life, you win and some lose some.","Each person in the room finds another partner, and they play again.","This time your opponent has more money than you – $1,200 – because he won his first game.\r\n\r\n\r\nAnd he wants to bet 20% of his wealth: $240.","But you lost your first game, so that's too rich for you.\r\n\r\n\r\nYou're only willing to bet  20% of your $800 – so $160.","You call heads.","It's tails. You lost again.\r\n\r\n\r\nSo now you're down to $640."],"scrolly3":["After two rounds, the wealth distribution of the 100 people in the room looks like this, from poorest to richest.\r\n\r\n\r\nThere you are in the yellow.","But if we keep playing, it'll even out, right?\r\n\r\n\r\nLet's play 10,000 rounds of this game.","Simulating 10,000 rounds…","Whoa, what happened? The wealth didn't even out.\r\n\r\n\r\nYou lost all your money. Meanwhile, one person ended up with nearly all of the wealth!"],"IntroSection1":"This simulation is called  the Yard-sale model, and it helps us understand why the world has a few people who are exorbitantly rich – and why everyone else has nearly nothing in comparison.\r\n\r\n\r\nWe often assume that rich people are rich because they're better at making financial decisions. Maybe that's getting a good deal on a car, maybe that's selling a stock before it tanks, or maybe that's not overpaying for a watch at a pawn shop.\r\n\r\n\r\nBut what this simulation shows us is that, in a free market, nearly all the money ends up in the hands of a few people – completely randomly.\r\n\r\n\r\nYou might think: How closely could this possibly correlate with reality? A few years ago, researchers ran this model with adjustments for how wealth is redistributed by the government. They were able to match the wealth distribution in the US and Europe to an astounding degree. (More on this later.) \r\n\r\n\r\nTo understand why this happens, let's simulate two people playing this game.","IntroSection2":"By now you probably see a mathematical oddity playing out: When a player wins half their coin flips, they don't end up with as much money as they started. Instead, the richer person ends up with more money.\r\n\r\n\r\nThe best way to understand this is from the perspective of the poorer player. \r\n\r\n\r\n<ul>\r\n<li>When the poorer person loses the first round, they have less money to wager the next round. So even if they win their second game, they can't win back the amount they initially lost.</li>\r\n<li>When the poorer wins the first round, they have more money to wager the next round. So when they lose their second game, they lose more than they initially won.</li>\r\n</ul>\r\n\r\n\r\nIn other words, even if you win 50% of the time, your wealth slowly decreases.\r\n\r\n\r\nSo who is the beneficiary of this counterintuitive math? The rich.\r\n\r\n\r\nFrom their perspective, every game they lose means they have an opportunity to win a larger pot the next time. Every game they win means their opponent has less money and, in turn, it'll take them more than one game to win that back.","MiddleHed":"How should we expect wealth to be distributed?","MiddleSection1":"As far back as the late-1800s, economists noticed that there was a general trend to how wealth was distributed in an economy. Italian economist Vilfredo Pareto saw that 80% of the land in Italy was owned by 20% of the population, and he observed that this trend holds true in several other countries.","MiddleSection2":"Pareto's general idea turned out to be correct. But for modern-day American wealth, this 80/20 law was off by quite a lot.","MiddleSection3":"A few decades ago, physicists got involved. They normally study the physical world – like how two balls might interact when they hit each other. But they started using their methods to study economics – a field now dubbed econophysics. Instead of looking at how two balls interact, they looked at how two people might interact in a trade, and then modeled how that might play out on a national scale. This helped them model wealth distribution.\r\n\r\n\r\nIn 2002, physicist Anirban Chakraborti published a paper that laid out a very simple model –  the simulation we played in the introduction.","MiddleSection4":"To be clear, econophysics gets its fair share of criticism. But the Yard-sale model isn't meant to model the real world with exacting precision.\r\n \r\nI emailed University of California-Berkeley economist Gabriel Zucman, who advised Senator Elizabeth Warren when she proposed a wealth tax in 2021. Zucman said the Yard-sale model is a more generalized model than what economists tend to work with, but it \"seems relevant as a simple statistical model of wealth distributions.\" \r\n\r\n\r\nTufts University math professor Bruce M. Boghosian echoed that sentiment when he compared the Yard-sale model to an \"X-ray in Scientific American.\r\n\r\n\r\nWe believe that this purely analytical approach, which resembles an x-ray in that it is used not so much to represent the messiness of the real world as to strip it away and reveal the underlying skeleton, provides deep insight into the forces acting to increase poverty and inequality today.\r\n\r\n\r\nIn other words, the Yard-sale model can't really inform specific policy decisions since it doesn't capture the incredibly complex variables in the economy. But it can be useful as a way to think about the general \"trickle-up\" characteristics of a free market. And the conclusion of most papers on the Yard-sale model is that oligarchy might be inevitable – unless we do something about it.\r\n\r\n\r\nIn the very last line of his seminal 2002 paper on this model, Chakraborti wrote, \"[Wealth concentration] can be prevented, for example, by government intervention via taxes, but we do not consider any such thing in our model.\"","EndHed":"Doing something about oligarchy","EndSection1":"What if we run the game again, but every turn we take a portion of money from the rich people and give it to the poor? Let's see what happens:","EndSection2":"Oh hey, we stopped oligarchy!\r\n\r\n\r\nThis is similar to what Boghosian and his colleagues did in a 2017 paper, where they were able to match the wealth distribution in the US and Europe to within 2 percent.\r\n\r\n\r\nThat's because the US and Europe are not pure free market systems. In fact, Americans pay a lot of taxes, and those taxes tend to be progressive – the rich are taxed more than the poor, and wealth tends to be redistributed downward after taxation. Still, that redistribution is not nearly enough to stop the wealthiest 400 Americans  from owning 40% of the country's wealth.","EndSection3":"For decades, many conservative politicians have argued that wealth trickles downward. They've said the government should implement policies that support wealthier people who create jobs – and eventually grow the economy, which puts money in the hands of the rest of us. This ideology has led to massive tax cuts for the rich, from Ronald Reagan's tax cut in 1981 to Donald Trump's 2017 tax cut. \r\n\r\n\r\nAnd we've been able to see those results immediately.\r\n\r\n\r\nAfter Trump's tax cut, ProPublica reviewed tax data for billionaires and found that the tax cut saved many of these people hundreds of millions of dollars. Economists estimate that the top 400 richest people now pay an average tax rate of 23% – a lower rate than the poorest 50% of Americans."}