{"scrolly1":["A few years ago I bought a vintage watch for $200.","Later I found out I overpaid by $50.","But I figured I would eventually even out this bad purchase with a good purchase.","And over time, I would buy and sell more things…","…and my money would all even out.","I was wrong. The money doesn't even out. In fact, these uneven trades actually lead to a horrifying end….","Oligarchy – a few rich people, and very little for everyone else."],"Hed":"Why the super rich are inevitable, according to math","Nutgraf":"Why do super rich people exist in a society?\r\n\r\n\r\nMany of us assume it's because some people make better financial decisions. But what if this isn't true? What if the economy – <em>our economy</em> –  is designed to create a few super rich people? \r\n\r\n\r\nThat's what mathematicians argue in something called the  <a href=\"https://www.jstor.org/stable/27857715\">Yard-sale model</a>, and I promise it has something to do with my dumb watch purchase. But first…","scrolly2":["Imagine you're in a room with 99 other people.","Everyone gets paired up with a random person to play a  coin flip game.","Everyone starts with $1,000.","And the maximum anyone wants to risk is 20%. So the wager is $200.","You call heads.","It's tails. You lose.","But if we play more, you should eventually win about half the coin flips. So your money should even out, right?","Let's play again. Each person finds another player.","Jon won his first game, so he has more money than you.","He's willing to risk 20% of his money, so $240.","But you have less money. You can only risk 20% of your money, so $160.","You call tails.","It's tails. You win.","But wait, why do you have less than the $1,000 you started with?"],"Nutgraf2":"Let's take a second to appreciate what just happened.\r\n<ul>\r\n<li>You lost the first game.</li>\r\n<li>You won the second game.</li>\r\n<li>So you've won 50% of your games.</li>\r\n<li>But you have <em>less money</em> than you started with.</li>\r\n</ul>\r\nThis might not seem like a big deal. But let's keep playing…","scrolly3":["After two rounds, this is how much money the 100 people in the room have.","Let's play 10,000 rounds of this game. This gives everyone a chance to win about half their coin flips.","Simulating 10,000 rounds…"],"IntroSection1":"This is the crux of the Yard-sale model. In a free market, one person ends up with all of the wealth – completely by chance.\r\n\r\n\r\nThis is completely counterintuitive. If everyone wins half their games, everyone should end up approximately where they started, around $1,000.\r\n\r\n\r\nBut it all starts to make sense when you're in the position of the poorer player. Your wager changes based on how much you can afford, so…\r\n\r\n\r\n<ul>\r\n<li><strong>When you lose</strong>, the maximum amount you can wager goes down. So you can't win back what you lost in one coin flip.</li>\r\n<li><strong>When you win</strong>, the maximum amount you can wager goes up. So you could potentially lose more than what you won in the first game.</li>\r\n</ul>\r\n\r\n\r\nThis is still confusing. So let's play a rich opponent to see how this plays out.","IntroSection2":"If you play enough rounds, both players will win about half the games. But the poorer player will lose most of their money.\r\n\r\n\r\nMeanwhile, the richer player will gain money. That's because, from their perspective, every game they lose means they have an opportunity to win it back – and then some – in the next coin flip. Every game they win means, no matter what happens in the next coin flip, they'll still be at a net-plus.\r\n\r\n\r\nRepeat this process millions of times with millions of people, and you're left with one very rich person.","MiddleHed":"What can the Yard-sale model tell us?","MiddleSection1":"A few decades ago, physicists got involved in studying inequality. They normally study the physical world – like how two balls might interact when they hit each other. But they started using their methods to study economics – a field now dubbed econophysics. Instead of looking at how two balls interact, they looked at how two people might interact in a transaction, and then modeled how that might play out on a large scale. This helped them model wealth distribution.\r\n\r\n\r\nIn 2002, physicist Anirban Chakraborti published <a href=\"https://www.worldscientific.com/doi/10.1142/S0129183102003905\">a paper</a> that laid out the Yard-sale model –  the simulation we played in the introduction. You can play it again here.","MiddleSection2":"To be clear, econophysics gets its <a href=\"http://keenomics.s3.amazonaws.com/debtdeflation_media/papers/GallegattiKeenLuxOrmerod2006WorryingTrendsInEconophysics_PhysicaA370pp1-6.pdf\">fair share</a> of criticism. But the Yard-sale model isn't meant to model the real world with exacting precision.\r\n \r\nI emailed University of California-Berkeley economist Gabriel Zucman, who <a href=\"https://www.warren.senate.gov/imo/media/doc/Wealth%20Tax%20Revenue%20Estimates%20by%20Saez%20and%20Zucman%20-%20Feb%2024%2020211.pdf\">advised</a> Senator Elizabeth Warren when she <a href=\"https://www.warren.senate.gov/newsroom/press-releases/warren-jayapal-boyle-introduce-ultra-millionaire-tax-on-fortunes-over-50-million\">proposed</a> a wealth tax in 2021. Zucman said the Yard-sale model is a more generalized model than what economists tend to work with, but it's still useful.","Quote1":"[The Yard-sale model] seems relevant as a simple statistical model of wealth distributions.","MiddleSection3":"Tufts University math professor Bruce M. Boghosian echoed that sentiment when he compared the Yard-sale model to an \"X-ray\" in <a href=\"https://www.scientificamerican.com/article/is-inequality-inevitable/\">Scientific American</a>.","Quote2":"We believe that this purely analytical approach, which resembles an x-ray in that it is used not so much to represent the messiness of the real world as to strip it away and reveal the underlying skeleton, provides deep insight into the forces acting to increase poverty and inequality today.","MiddleSection4":"In other words, the Yard-sale model can't really inform specific policy decisions since it doesn't capture the complex variables in the economy. \r\n\r\n\r\nBut it can be useful as a way to think about the general \"trickle-up\" characteristics of a free market. It's contrary to what many conservative politicians have argued for decades – that <a href=\"https://en.wikipedia.org/wiki/Trickle-down_economics\">wealth trickles downward</a>. They've said the government should just get out of the way to let the wealthy create jobs for the rest of us. This ideology has led to massive tax cuts for the rich, from <a href=\"https://www.history.com/this-day-in-history/reagan-signs-economic-recovery-tax-act-erta\">Ronald Reagan's tax cut in 1981</a> to <a href=\"https://apnews.com/article/d782be5ecd4646c1a76516aa50070662\">Donald Trump's 2017 tax cut</a>.","EndHed":"What if we redistribute wealth?","EndSection1":"In his 2002 paper on this model, Chakraborti wrote, \"[Wealth concentration] can be prevented, for example, by government intervention via taxes.\"\r\n\r\n\r\nSo what if we run the game again, but every turn we take a percentage of money from everyone and redistribute it evenly? After all, Americans <a href=\"https://www.vox.com/policy-and-politics/2019/11/4/20938229/zucman-saez-tax-rates-top-400\">pay a lot of taxes</a>, and the rich are usually taxed more than the poor. And for the most part, that money is used for government programs that usually help the poor more than the rich. \r\n\r\n\r\nWe'll also add in a feature that lets people wager more or less of their money.","EndSection2":"You can see that even a small amount of redistribution stops a single uber wealthy person from emerging.\r\n\r\n\r\nThis is similar to what Boghosian and his colleagues did in a <a href=\"https://www.sciencedirect.com/science/article/pii/S037843711730081X\">2017 paper</a>, where they modeled real-life redistribution with far more accurately than in my version. They were able to match the wealth distribution in the US and Europe to within 2 percent.\r\n\r\n\r\nCurrently in the US, the wealthiest 20% of families own about <a href=\"https://www.cbo.gov/system/files/2022-09/57598-family-wealth.pdf\">70% of wealth</a>. But this doesn't capture the true <a href=\"https://www.federalreserve.gov/releases/z1/dataviz/dfa/distribute/table/\">wealth disparity</a> in the US: If the US population was represented by 1,000 people in a room, the richest one person would have four times more money than the poorest 500 people.\r\n\r\n\r\nI want to point out one more thing in this simulation: Even with redistribution, the wealthiest person in the game is exponentially richer than the poorest. And this emerged out of complete luck. But imagine what would happen if we played this game with real people: Some of the wealthy players would inevitably argue that they deserve to be rich because they're better at guessing the result of a coin flip.","EndSection3":"I really did purchase a vintage Omega watch a few years ago, and I really did overpay by $50.\r\n\r\n\r\nAfter being burned one time, I didn't want to risk as much money. So my next purchase was a $100 vintage Seiko watch, and I paid $20 less than market value. I won the deal – but I wasn't able to recoup my losses. In fact, over the many years I've continued to collect vintage watches, I've only lost money.\r\n\r\n\r\nI blame the Yard-sale model.","ReadMoreHed":"Read more","readmore":"<ul>\r\n        <li>Anirban Chakraborti's original paper on the Yard-sale model can be found <a href=\"https://www.worldscientific.com/doi/10.1142/S0129183102003905\">here</a>.</li>\r\n        <li>Brian Hayes, senior editor for <em>American Scientist</em>, was actually the person who <a href=\"http://bit-player.org/bph-publications/AmSci-2002-09-Hayes-money.pdf\">named it the Yard-sale model</a>. His piece also has some strong critiques of the model.</li>\r\n        <li>For a more in-depth but still accessible explanation of the model, read Tufts University math professor Bruce M. Boghosian in <a href=\"https://www.scientificamerican.com/article/is-inequality-inevitable/\">Scientific American</a>.</li>\r\n</ul>"}